{
  "nav_about": "عن المزرعة",
  "nav_products": "خيراتنا ",
  "nav_book":"احجز زيارتك",

  "hero_title": "مزرعة بيئية نابضة بالحياة ومساحة للتعلّم في جنوب لبنان",
  "hero_desc": "نُوى مزرعة بيئية نابضة بالحياة، متجذّرة في طبيعة جنوب لبنان، حيث تلتقي مبادئ الزراعة المستدامة والتصميم الإيكولوجي والسياحة الريفية في منظومة واحدة.وقد صُمِّمت نُوى كنظام حيّ متكامل يستعيد خصوبة الأرض من خلال الزراعة المتجددة، وحصاد المياه، وزراعة الأنواع المحلية - وفي الوقت نفسه يوفّر للزوّار مساحة غنيّة للتعلّم، واستعادة الصلة بالطبيعة، واختبار جمالها في أنقى صوره.",

  "btn_about": "اكتشف تجربتنا",
  "btn_shop": "تسوّق الآن",

  "collection_title": "منتجاتنا",
  "collection_trees": "الأشجار",
  "collection_plants": "النباتات",
  "collection_crops": "المحاصيل",

  "plan_title": "المخطط العام",

  "build_title": "أنشئ مزرعتك الخاصة",

  "faq1_q": "لمن هذه الخدمة؟",
  "faq1_a": "<strong>أدخل الطبيعة إلى أي مساحة — كبيرة كانت أو صغيرة:</strong><br><strong>الأفراد</strong><br>أنشئ مساحتك الزراعية على الأسطح، أو الشرفات، أو الحدائق الخلفية، أو الحدائق الخاصة – نعمل على تحويل مساحتك المنزلية إلى مساحة خضراء منتجة.<br><strong>المطاعم والمقاهي</strong><br>نساعدك على زراعة الأعشاب والخضروات والمنتجات الطازجة ضمن مفهوم \"من المزرعة إلى المائدة\" على مدار السنة.<br><strong>المدارس</strong><br>نعمل مع المدارس على إنشاء حدائق تعليمية تفاعلية تدعم التعلّم العملي وتعزّز الوعي البيئي لدى الطلاب.<br><strong>أصحاب الأراضي / المطوّرون</strong><br>نقوم بإعادة تصميم وتشكيل الحقول الزراعية، وإنشاء مساحات غذائية، وغابات الطعام، ومناطق زراعية بيئية بحسب طبيعة الأرض واحتياجاتها.",

  "faq2_q": "كيف تعمل الخدمة؟",
  "faq2_a": "<strong>عملية بسيطة وواضحة — من الفكرة إلى مزرعة حيّة ومنتجة:</strong><br><strong>الخطوة 1: الإستكشاف</strong><br>عن بُعد أو في الموقع — نستكشف معك المساحات المتاحة واحتياجاتك وأهدافك.<br><strong>الخطوة 2: الزيارة والتقييم الميداني</strong><br>نعمل على دراسة وتقييم العوامل الطبيعية (الحرارة، الرياح، التضاريس، إلخ) وجودة التربة، ومصادر المياه، والظروف الفنية للموقع لتحديد قابلية التصميم وإمكانية تحقيق الأهداف المرجوة.<br><strong>الخطوة 3: التصميم والمخطط التفصيلي</strong><br>تحصل على مخطط مصمم خصيصًا لمساحتك، مع اختيار النباتات، ومخطط شبكة الري، وتصميم النظام الزراعي الكامل.<br><strong>الخطوة 4: التنفيذ</strong><br>نوفر الدعم والتوجيه في حال اختيارك لتنفيذ المشروع بنفسك، أو يمكن لفريقنا أن يتولى تنفيذ مشروعك بالكامل.",

  "faq3_q": "ماذا ستحصل عليه؟",
  "faq3_a": "<strong>خارطة طريق متكاملة لإنشاء مساحة زراعية منتجة ومستدامة:</strong><br>• مخطط تصميمي كامل للمزرعة البيئية<br>• استراتيجية زراعية متكاملة (النباتات الحولية، العشبيات، الأشجار المعمّرة، وغيرها)<br>• توصيات للري، والتسميد العضوي، وتحسين التربة<br>• تقويم زراعي موسمي<br>• قائمة تفصيلية بالمواد والمستلزمات<br>• إرشادات للعناية والصيانة<br>• اختياري: متابعة دورية، التدريب، وزيارات لاحقة",
  
  "about_hero_title": "مزرعة بيئية متجدّدة تتكامل فيها الأرض والطبيعة والتعلّم في مساحة نابضة بالحياة",

  "principles_title": "مبادئنا",
  "principles_text": "في مزرعة نُوى، تستند جميع القرارات إلى مبادئ الزراعة الإيكولوجية التي تقوم على احترام الأرض والإنسان والموارد. <br>وتُسهم هذه المبادئ في تطوير نظام زراعي متين وفعّال وذي بعد تعليمي واضح.",

  "p1_title": "الملاحظة والتفاعل",
"p1_desc":"إن أول المبادئ التي قامت عليها <strong>مزرعة نُوى البيئية</strong> هو الملاحظة الدقيقة للموقع؛ بما فيها الانحدارات الطبيعية، واتجاه مسار الشمس، وحركة الريح، وطبيعة التربة، والبيئة المحيطة - وهو ما وجّه عملية اتخاذ القرارات المكانية والبيئية في عملية التصميم.",
  
"p2_title": "استخدام الموارد الطبيعية والاستفادة منها",
  "p2_desc": "تعتمد <strong>مزرعة نُوى البيئية</strong> على مواد بناء طبيعية ومنخفضة التكلفة مثل الحجر الطبيعي والأخشاب والتربة وغيرها بما يحدّ من الحاجة إلى المدخلات المصنّعة ويعزّز الاعتماد على الموارد المتجدّدة.",

  "p3_title": "تبنّي حلول تدريجية ومحدودة النطاق",
"p3_desc":"تعتمد <strong>مزرعة نُوى البيئية</strong> استراتيجية التطوير التدريجي، حيث يُنفَّذ كلّ عنصر على مراحل لضمان جاهزيته وفاعليته قبل الانتقال إلى التوسّع الكامل.",

  "p4_title": "الاستفادة من مصادر الطاقة وتخزينها",
"p4_desc":"تعمل <strong>مزرعة نُوى البيئية</strong> على حصاد مياه الأمطار، ومعالجة المياه الرمادية، وتحويل مخلفات الحيوانات إلى سماد عضوي، والاستفادة من الطاقة الشمسية – وبالتالي تحويل المخلّفات إلى موارد منتجة.",

  "p5_title":"مبدأ صفر نفايات",
"p5_desc":"تعمل <strong>مزرعة نُوى البيئية</strong> على تحويل المخلفات العضوية إلى كومبوست داخل المزرعة، وإعادة استخدام المياه الرمادية والمواد المختلفة أو إعادة توظيفها في مختلف أنحاء المزرعة.",

  "p6_title": "تعزيز التنوع الحيوي والاستفادة منه",
  "p6_desc": "يُعدّ التنوع الحيوي عنصرًا أساسيًا؛ فالتنوع في النباتات والحيوانات يمنح <strong>مزرعة نُوى البيئية</strong> مرونة اجتماعية وبيئية عالية.",

  "p7_title": "تحقيق عوائد اقتصادية وغذائية واجتماعية",
  "p7_desc": "تجمع <strong>مزرعة نُوى البيئية</strong> بين إنتاج الغذاء، والبيوت المحمية، وتربية الحيوانات، وأنشطة الضيافة، بما يخلق قيمة اقتصادية وغذائية واجتماعية.",

  "p8_title": "التصميم من الأنماط إلى التفاصيل",
  "p8_desc": "يعتمد مخطّط <strong>مزرعة نُوى البيئية</strong> على مسارات الحركة الطبيعية والأنماط الصغيرة (Micro-zones)، ما يتيح تكوين نظام متماسك يتطوّر بصورة عضوية.",

  "p9_title": "استخدام الحواف وتقدير المساحات الانتقالية",
  "p9_desc": "تُولي <strong>مزرعة نُوى البيئية</strong> أهمية للمساحات الانتقالية، بين الظل والشمس، وبين الزراعة والمساحات البرّية، بوصفها مناطق عالية الإنتاجية وبيئة خصبة للتجربة والابتكار.",

  "p10_title": "التحكم الذاتي وتقبّل التغذية الراجعة",
  "p10_desc": "من خلال خلق مساحات للتجربة والاختبار، تطوّر <strong>مزرعة نُوى البيئية</strong> عملها وتُحسّن أداءها استنادًا إلى ما ينجح بشكل موسمي واجتماعي.",

  "p11_title": "الدمج بدلًا من الفصل",
  "p11_desc": "تدمج <strong>مزرعة نُوى البيئية</strong> بين الزراعة والتعليم والترفيه والبيئة، مما يعزّز الروابط بين مختلف عناصر النظام.",

  "p12_title": "التعامل مع التغيير بإبداع واستجابة فعّالة",
  "p12_desc": "تتطوّر <strong>مزرعة نُوى البيئية</strong> من خلال تصميمها المرن، والتحديثات الموسمية، والتغذية الراجعة من المجتمع.",

  
  "p_percent_1": "٣٦٪",
  "p_text_1": "الأنشطة الثقافية\nوالترفيهية الخارجية",

  "p_percent_2": "٣٠٪",
  "p_text_2": "الحركة ومواقف السيارات",

  "p_percent_3": "٥٪",
  "p_text_3": "من المزرعة إلى المائدة",

  "p_percent_4": "١٤٪",
  "p_text_4": "الزراعة البيئية",

  "p_percent_5": "١٥٪",
  "p_text_5": "الزراعة والمختبر",

  "concept_title": "المفهوم العام",
  "concept_p1": "يتشكّل مخطّط <strong>مزرعة نُوى البيئية</strong> حول مسارين مترابطين يوجّهان تجربة الزائر داخل الموقع.<br><strong>المسار الترفيهي</strong> يربط بين المساحات المجتمعية مثل منطقة التجمع العائلي، ومساحة ألعاب الأطفال، والبركة الطبيعية للحياة البرية، والمطعم، بما يتيح للزوّار فرصة الاسترخاء والتواصل والاستمتاع بجمال المأكولات والتقاليد الثقافية المحلية.",
  "concept_p2": "<strong>المسار التعليمي</strong> يصل بين المناطق الإنتاجية في المزرعة، بما في ذلك البيت المحمي، والمساكب، ومساحات الزراعة الخارجية. ويشجّع هذا المسار الزوّار على التعرّف إلى ممارسات الزراعة المستدامة، واستكشاف نظم الغذاء المحلية، واختبار مبادئ الزراعة التقليدية بشكل مباشر.<br>بتكامل هذين المسارين، تتكوّن رحلة متعددة المستويات داخل المزرعة — إحداها تتمحور حول الترفيه والتجربة الثقافية المحلية، والأخرى حول التعلّم والمشاركة وتعميق العلاقة مع الأرض.",

  "systems_title": "الأنظمة الأساسية",
  "systems_intro": "تعمل مزرعة نوى كنظام متكامل تتفاعل فيه المياه والطاقة والتربة والنباتات والناس. كل نظام يدعم الآخر لتقليل الهدر وزيادة الإنتاجية.",

  "system1_title": "نظام المياه",
  "system1_desc": "يتم جمع مياه الأمطار ومعالجة المياه الرمادية وتوزيعها عبر قنوات الري والبرك والمناطق المزروعة لتقليل الحاجة إلى مصادر خارجية.",

  "system2_title": "النفايات العضوية والكومبوست",
  "system2_desc": "مخلفات النباتات وبقايا الطعام وروث الحيوانات تتحول إلى كومبوست يُغني التربة ويحسّن خصوبتها.",

  "system3_title": "نظام الطاقة",
  "system3_desc": "الألواح الشمسية والبنية التحتية الفعالة توفّر الطاقة للعمليات اليومية والمعدات مع تقليل الأثر البيئي.",

  "system4_title": "نظام الإنتاج المحلي",
  "system4_desc": "تُرتب البيوت المحمية والحقول المفتوحة والمساكب لتوفير منتجات طازجة للزوار ومطبخ المزرعة والمجتمع المحيط.",
  "plan_desc":"يعرض المخطّط تنظيمًا مكانيًا يدمج بسلاسة بين الأعمال الزراعية وتجربة الزوّار داخل المزرعة . و يضمّ المخطّط بيتًا محميًا كبيرًا مقسّمًا إلى خمسة أقسام، وسلسلة من 15 حوضًا للزراعة المطبخية (المساكب)، ومساحة لإنتاج السماد العضوي، ومنطقة لتربية المواشي، ومساحات للتجمّع العائلي، ومنطقة ألعاب للأطفال، والساحة، بالإضافة إلى مطعم يقدّم الطعام من المزرعة إلى المائدة .ويتحرك الزوار في الموقع عبر مسارات محدّدة، تحيط بها الأشجار المثمرة والنباتات المحلية، بينما يربط مسار دائري مركزي بين مختلف الوظائف الأساسية ويوحّدها ضمن منظومة واحدة ومتكاملة.",

  "gallery_title": "معرض الصور",

  "products_hero_title": "خيراتنا",
  "products_hero_p": "اكتشفوا سلالنا الموسمية الطازجة المحضّرة بعناية من حقول المزرعة إلى بيوتكم.",

  "small_box": "السلة الصغيرة",
  "medium_box": "السلة المتوسطة",
  "large_box": "السلة الكبيرة",
  "nav_weeklybox": "السلة الأسبوعية",

  "basket_name": "<strong>سلة نوى الأسبوعية الطازجة</strong>",
  "basket_tagline": "خضروات موسمية، وحليب، وبيض طازج - نقطفها ونعدّها كل أسبوع كما نعدّها لعائلتنا.",

  "included_title": "<strong>تتضمّن السلة أسبوعيًا:</strong>",
  "inc_item1":"خضروات موسمية من المزرعة (بين 4 و7 أصناف بحسب الإنتاج)",
  "inc_item2": "ليتر واحد من الحليب الطازج",
  "inc_item3": "6 بيضات من دجاج المزرعة",

  "produce_note": "تختلف الخضار أسبوعياً حسب الموسم والوفرة.",
  "practices_note": "تُزرع جميع المنتجات وفق ممارسات الزراعة التجديدية ودون أي مواد كيميائية — لدعم صحة التربة والتنوع الحيوي والأمن الغذائي المحلي.",

  "ordering_title": "طريقة الطلب",
  "order_pickup": "الاستلام من المزرعة ",
  "order_delivery": "توصيل إلى المنزل",
  "order_whatsapp": "الطلب عبر واتساب",

  "btn_order": "اطلب الآن",
  "btn_back": "العودة إلى المنتجات",

  "cart_title": "إتمام الطلب",

  "cart_name_label": "الاسم الكامل",
  "cart_name_placeholder": "أدخل اسمك",

  "cart_phone_label": "رقم الهاتف",
  "cart_phone_placeholder": "أدخل رقمك",

  "cart_method_label": "طريقة الاستلام أو التوصيل",
  "cart_pickup": "استلام من المزرعة",
  "cart_delivery": "توصيل إلى المنزل",

  "cart_address_label": "عنوان التوصيل",
  "cart_address_placeholder": "أدخل العنوان",

  "cart_submit": "إرسال الطلب",

  "summary_title": "سلتك",
  "summary_item": "سلة نوى الأسبوعية الطازجة",
  "summary_note": "يتم تحضير السلة أسبوعياً وفق حصاد المزرعة الموسمي.",

  "visit_intro": "في مزرعة نوى البيئية، نرحّب بالزوار لاستكشاف المزرعة الحية، والتعرّف على الزراعة التجديدية، والتواصل مع الحيوانات، والتجوّل في الحدائق، والاستمتاع بيوم هادئ في الطبيعة. سواء كنت عائلة، مدرسة، أو زائراً فضولياً، تقدّم نوى تجربة مليئة بالتعلّم والراحة والارتباط بالأرض.",

  "visit_book_title": "احجز زيارتك",
  "visit_book_desc": "خطّط لتجربتك في مزرعة نُوى البيئية واستمتع بالطبيعة والزراعة والأنشطة المجتمعية.",

  "visit_type_A_title": "اكتشف مزرعتنا",
  "visit_type_A_list": "<li>جولة ذاتية أو جولة برفقة مهندس زراعي</li><li>زيارة المختبر الزراعي والبيوت المحمية ومسارات المشي</li><li>التعرّف على الحيوانات</li><li>مساحات للجلوس والتنزه</li>",

  "visit_type_B_title": "التجربة العائلية",
  "visit_type_B_list": "<li>منطقة لعب للأطفال</li><li>مساحات للتجمّع العائلي</li><li>أنشطة عملية للأطفال (زراعة البذور، إطعام الحيوانات، حصاد الخضروات الموسمية)</li>",

  "visit_type_C_title": "الزيارات التعليمية",
  "visit_type_C_list": "<li>برامج تعليمية مخصّصة حسب الفئة العمرية</li><li>التعرّف على التربة والنباتات والتسميد والتنوّع الحيوي وأنظمة الغذاء</li><li>ورش عمل تفاعلية</li><li>جولة ميدانية برفقة مهندس زراعي</li>",

  "visit_type_D_title": "الورش والأنشطة",
  "visit_type_D_list": "<li>ورش عمل زراعية</li><li>التسميد وإدارة المخلفات العضوية</li><li>الأعشاب</li><li>الطهي من المزرعة إلى المائدة</li><li>أعمال حرفية مرتبطة بالطبيعة</li>",

  "visit_type_E_title": "تجربة من المزرعة إلى المائدة",
  "visit_type_E_list": "<li>وجبة في مطعم المزرعة</li><li>قائمة تذوّق موسمية</li><li>عروض طبخ حيّة</li>",

  "name_label": "الاسم الكامل",
  "name_placeholder": "أدخل اسمك",
  "email_label": "البريد الإلكتروني",
  "phone_label": "رقم الهاتف",
  "phone_placeholder": "أدخل رقمك",
  "type_label": "نوع الزيارة",

  "type_A": "زيارة عامة",
  "type_B": "تجربة عائلية",
  "type_C": "زيارة تعليمية",
  "type_D": "ورشة / نشاط",
  "type_E": "من المزرعة إلى المائدة",

  "people_label": "عدد الأشخاص",
  "people_placeholder": "أدخل العدد",

  "request_label": "طلب خاص",
  "request_placeholder": "اكتب طلبك هنا...",

  "visit_date": "تاريخ الزيارة",
  "whatsincludedAnswer": "<li>جولة تعريفية في المزرعة<li>الدخول إلى البيوت الزراعية والمشتل<li>أنشطة زراعة / حصاد<li>تذوّق منتجات طازجة<li>إرشادات السلامة والنظافة</li>",

  "trees": "الأشجار",
  "plants": "النباتات",
  "crops": "المحاصيل",
  "trees_title": "أشجار المزرعة",
  "plants_title": "المحاصيل الزراعية",
  "newsletter_text": "اشترك للحصول على تحديثات وخصومات المزرعة",
  "email_placeholder": "البريد الإلكتروني",
  "submit_btn": "إرسال",

  "footer_copyright": "© 2025 نوى فارمز. جميع الحقوق محفوظة.",
  "privacy_policy": "سياسة الخصوصية",
  "terms_of_service": "شروط الخدمة",
    "how_to_get_there": "كيف تصل إلينا"

}
